import React from "react";
import ProductCardFive from "./ProductCardTwo";
import fhgcfthg from "../imagesAll/c.jpg";
import dhdffrhd1231 from "../imagesAll/c1.jpg";
import dhdffrhd123 from "../imagesAll/c2.jpg";
import dhdffrhd1122 from "../imagesAll/c3.jpg";
import dhdffrhd1 from "../imagesAll/c6.jpg";
import dhdffrhd from "../imagesAll/c9.jpg";





export default function MobaileDetails() {
  return (
    <div className="container my-4">
      <div className="row">
        <div className="col-12 col-md-6 col-lg-4 mb-4">
          <ProductCardFive
            titleText="চেয়ার আমাদের দৈনন্দিন জীবনে একটি অপরিহার্য আসবাবপত্র। এটি বসার জন্য বিশেষভাবে তৈরি করা হয়, যাতে আরামদায়ক ও সঠিক সাপোর্ট পাওয়া যায়। বিভিন্ন ধরনের চেয়ার তৈরি হয়, যেমন অফিস চেয়ার, ডাইনিং চেয়ার, আরাম চেয়ার ইত্যাদি। চেয়ার সাধারণত কাঠ, লোহা, প্লাস্টিক, বা চামড়া দিয়ে তৈরি করা হয়। এটি ঘরে, অফিসে, শিক্ষাপ্রতিষ্ঠানে এবং বিভিন্ন স্থানে ব্যবহৃত হয়...."
            Taka="$626.84"
            Review="1.9K+ bought in past month"
            img={dhdffrhd123}
          />
        </div>
        <div className="col-12 col-md-6 col-lg-4 mb-4">
          <ProductCardFive
            titleText="চেয়ার আমাদের দৈনন্দিন জীবনে একটি অপরিহার্য আসবাবপত্র। এটি বসার জন্য বিশেষভাবে তৈরি করা হয়, যাতে আরামদায়ক ও সঠিক সাপোর্ট পাওয়া যায়। বিভিন্ন ধরনের চেয়ার তৈরি হয়, যেমন অফিস চেয়ার, ডাইনিং চেয়ার, আরাম চেয়ার ইত্যাদি। চেয়ার সাধারণত কাঠ, লোহা, প্লাস্টিক, বা চামড়া দিয়ে তৈরি করা হয়। এটি ঘরে, অফিসে, শিক্ষাপ্রতিষ্ঠানে এবং বিভিন্ন স্থানে ব্যবহৃত হয়"
            Taka="$626.84"
            Review="1.9K+ bought in past month"
            img={dhdffrhd1122}
          />
        </div>
        <div className="col-12 col-md-6 col-lg-4 mb-4">
          <ProductCardFive
            titleText="চেয়ার আমাদের দৈনন্দিন জীবনে একটি অপরিহার্য আসবাবপত্র। এটি বসার জন্য বিশেষভাবে তৈরি করা হয়, যাতে আরামদায়ক ও সঠিক সাপোর্ট পাওয়া যায়। বিভিন্ন ধরনের চেয়ার তৈরি হয়, যেমন অফিস চেয়ার, ডাইনিং চেয়ার, আরাম চেয়ার ইত্যাদি। চেয়ার সাধারণত কাঠ, লোহা, প্লাস্টিক, বা চামড়া দিয়ে তৈরি করা হয়। এটি ঘরে, অফিসে, শিক্ষাপ্রতিষ্ঠানে এবং বিভিন্ন স্থানে ব্যবহৃত হয়"
            Taka="$626.84"
            Review="1.9K+ bought in past month"
            img={dhdffrhd1231}
          />
        </div>
        <div className="col-12 col-md-6 col-lg-4 mb-4">
          <ProductCardFive
            titleText="চেয়ার আমাদের দৈনন্দিন জীবনে একটি অপরিহার্য আসবাবপত্র। এটি বসার জন্য বিশেষভাবে তৈরি করা হয়, যাতে আরামদায়ক ও সঠিক সাপোর্ট পাওয়া যায়। বিভিন্ন ধরনের চেয়ার তৈরি হয়, যেমন অফিস চেয়ার, ডাইনিং চেয়ার, আরাম চেয়ার ইত্যাদি। চেয়ার সাধারণত কাঠ, লোহা, প্লাস্টিক, বা চামড়া দিয়ে তৈরি করা হয়। এটি ঘরে, অফিসে, শিক্ষাপ্রতিষ্ঠানে এবং বিভিন্ন স্থানে ব্যবহৃত হয়"
            Taka="$626.84"
            Review="1.9K+ bought in past month"
            img={dhdffrhd1231}
          />
        </div>
        <div className="col-12 col-md-6 col-lg-4 mb-4">
          <ProductCardFive
            titleText="চেয়ার আমাদের দৈনন্দিন জীবনে একটি অপরিহার্য আসবাবপত্র। এটি বসার জন্য বিশেষভাবে তৈরি করা হয়, যাতে আরামদায়ক ও সঠিক সাপোর্ট পাওয়া যায়। বিভিন্ন ধরনের চেয়ার তৈরি হয়, যেমন অফিস চেয়ার, ডাইনিং চেয়ার, আরাম চেয়ার ইত্যাদি। চেয়ার সাধারণত কাঠ, লোহা, প্লাস্টিক, বা চামড়া দিয়ে তৈরি করা হয়। এটি ঘরে, অফিসে, শিক্ষাপ্রতিষ্ঠানে এবং বিভিন্ন স্থানে ব্যবহৃত হয়"
            Taka="$626.84"
            Review="1.9K+ bought in past month"
            img={dhdffrhd1}
          />
        </div>
        <div className="col-12 col-md-6 col-lg-4 mb-4">
          <ProductCardFive
            titleText="চেয়ার আমাদের দৈনন্দিন জীবনে একটি অপরিহার্য আসবাবপত্র। এটি বসার জন্য বিশেষভাবে তৈরি করা হয়, যাতে আরামদায়ক ও সঠিক সাপোর্ট পাওয়া যায়। বিভিন্ন ধরনের চেয়ার তৈরি হয়, যেমন অফিস চেয়ার, ডাইনিং চেয়ার, আরাম চেয়ার ইত্যাদি। চেয়ার সাধারণত কাঠ, লোহা, প্লাস্টিক, বা চামড়া দিয়ে তৈরি করা হয়। এটি ঘরে, অফিসে, শিক্ষাপ্রতিষ্ঠানে এবং বিভিন্ন স্থানে ব্যবহৃত হয়"
            Taka="$626.84"
            Review="1.9K+ bought in past month"
            img={dhdffrhd}
          />
        </div>
      
      </div>
    </div>
  );
}